//++TEAMXX++P JOB (????,????),'DEFINES',NOTIFY=????????                 00010000
/*JOBPARM SYSAFF=(++LPAR++)
//*
//* This JCL executes OEMPUT twice. The first 2 minute execution
//* uses MQPUT1 to put all the messages.  The second will open
//* the queue, put the message for the duration, then close the
//* queue.  Each execution puts 25 messages, then gets 25 messages.
//*
//* MAKE THE FOLLOWING CHANGES TO THE JCL:
//*  1) CHANGE ++TEAMXX++ TO YOUR TEAM ID
//*  2) CHANGE ++LPAR++ TO THE LPAR ON YOUR WORKSHEET
//*  3) CHANGE ++QMGR++ TO THE QMGR ON YOUR WORKSHEET
//*  3) CHANGE ++MQHLQ++ TO THE MQ HIGH LEVEL QUALIFIER
//*
//  SET M=++QMGR++
//  SET Q=++TEAMXX++.TEST.MQPUT1
//  SET R=++TEAMXX++.TEST.MQPUT1
//  SET L=1000
//  SET N=10000
//PUT01A EXEC PGM=OEMPUT,REGION=0M,
// PARM=('-m&M -cgpc -put1 -q&Q -r&R -s&L -n&N -l25 -fileDD:MIN -tm2')
//SYSIN  DD *
/*
//STEPLIB  DD DISP=SHR,DSN=MQPERF.OEMPUT.LOAD
//         DD DISP=SHR,DSN=++MQHLQ++.SCSQLOAD
//         DD DSN=++MQHLQ++.SCSQANLE,DISP=SHR
//         DD DSN=++MQHLQ++.SCSQAUTH,DISP=SHR
//SYSPRINT DD SYSOUT=*
//MIN    DD DISP=SHR,DSN=MQPERF.IMQPF.JCL(MSGS)
//COR    DD DISP=SHR,DSN=MQPERF.IMQPF.JCL(COR01)
//SUMMARY  DD SYSOUT=*
/*
//  SET M=++QMGR++
//  SET Q=++TEAMXX++.TEST.MQPUT
//  SET R=++TEAMXX++.TEST.MQPUT
//  SET L=1000
//  SET N=10000
//PUT02A EXEC PGM=OEMPUT,REGION=0M,
// PARM=('-m&M -cgpc -q&Q -r&R -s&L -n&N -l25 -fileDD:MIN -tm2')
//SYSIN  DD *
/*
//STEPLIB  DD DISP=SHR,DSN=MQPERF.OEMPUT.LOAD
//         DD DISP=SHR,DSN=++MQHLQ++.SCSQLOAD
//         DD DSN=++MQHLQ++.SCSQANLE,DISP=SHR
//         DD DSN=++MQHLQ++.SCSQAUTH,DISP=SHR
//SYSPRINT DD SYSOUT=*
//MIN    DD DISP=SHR,DSN=MQPERF.IMQPF.JCL(MSGS)
//COR    DD DISP=SHR,DSN=MQPERF.IMQPF.JCL(COR01)
//SUMMARY  DD SYSOUT=*
/*
