//++TEAMXX++1P JOB (????,????),'MAKEREP',NOTIFY=????????
/*JOBPARM SYSAFF=(++LPAR++)
//*
//* MAKE THE FOLLOWING CHANGES TO THE JCL:
//*  1) CHANGE ++TEAMXX++ TO YOUR TEAM ID
//*  2) CHANGE ++LPAR++ TO THE LPAR ON YOUR WORKSHEET
//* 3) CHANGE ++QMGR++ TO YOUR PRIMARY QUEUE MANAGER
//*
//  SET M=++QMGR++
//  SET Q=++TEAMXX++.TEST.PS10
//  SET R=++TEAMXX++.TEST.PS10
//  SET L=1000
//  SET N=20
//PUT01A EXEC PGM=OEMPUT,REGION=0M,
// PARM=('-m&M -cgpc -q&Q -s&L -n&N -l5 -fileDD:MIN -scDD:COR -pm')
//SYSIN  DD *
/*
//STEPLIB  DD DISP=SHR,DSN=WMQ800.MP1B.V81.LOAD
//         DD DISP=SHR,DSN=MQ905.SCSQLOAD
//         DD DSN=MQ905.SCSQANLE,DISP=SHR
//         DD DSN=MQ905.SCSQAUTH,DISP=SHR
//SYSPRINT DD SYSOUT=*
//MIN    DD DISP=SHR,DSN=QML0.++TEAMXX++.JCL(MSGS)
//COR    DD DISP=SHR,DSN=QML0.++TEAMXX++.JCL(COR01)
//SUMMARY  DD SYSOUT=*
/*
//++TEAMXX++2P JOB (????,????),'MAKEREP',NOTIFY=????????
//  SET M=++QMGR++
//  SET Q=++TEAMXX++.TEST.PS10
//  SET R=++TEAMXX++.TEST.PS10
//  SET L=1000
//  SET N=20
//PUT01A EXEC PGM=OEMPUT,REGION=0M,
// PARM=('-m&M -cgpc -q&Q -s&L -n&N -l5 -fileDD:MIN -scDD:COR -pm')
//SYSIN  DD *
/*
//STEPLIB  DD DISP=SHR,DSN=WMQ800.MP1B.V81.LOAD
//         DD DISP=SHR,DSN=MQ905.SCSQLOAD
//         DD DSN=MQ905.SCSQANLE,DISP=SHR
//         DD DSN=MQ905.SCSQAUTH,DISP=SHR
//SYSPRINT DD SYSOUT=*
//MIN    DD DISP=SHR,DSN=QML0.++TEAMXX++.JCL(MSGS)
//COR    DD DISP=SHR,DSN=QML0.++TEAMXX++.JCL(COR02)
//SUMMARY  DD SYSOUT=*
/*
//
//++TEAMXX++3P JOB (????,????),'MAKEREP',NOTIFY=????????
//  SET M=++QMGR++
//  SET Q=++TEAMXX++.TEST.PS10
//  SET R=++TEAMXX++.TEST.PS10
//  SET L=1000
//  SET N=20
//PUT01A EXEC PGM=OEMPUT,REGION=0M,
// PARM=('-m&M -cgpc -q&Q -s&L -n&N -l5 -fileDD:MIN -scDD:COR -pm')
//SYSIN  DD *
/*
//STEPLIB  DD DISP=SHR,DSN=WMQ800.MP1B.V81.LOAD
//         DD DISP=SHR,DSN=MQ905.SCSQLOAD
//         DD DSN=MQ905.SCSQANLE,DISP=SHR
//         DD DSN=MQ905.SCSQAUTH,DISP=SHR
//SYSPRINT DD SYSOUT=*
//MIN    DD DISP=SHR,DSN=QML0.++TEAMXX++.JCL(MSGS)
//COR    DD DISP=SHR,DSN=QML0.++TEAMXX++.JCL(COR03)
//SUMMARY  DD SYSOUT=*
/*
//
//++TEAMXX++4P JOB (????,????),'MAKEREP',NOTIFY=????????
//  SET M=++QMGR++
//  SET Q=++TEAMXX++.TEST.PS10
//  SET R=++TEAMXX++.TEST.PS10
//  SET L=1000
//  SET N=20
//PUT01A EXEC PGM=OEMPUT,REGION=0M,
// PARM=('-m&M -cgpc -q&Q -s&L -n&N -l5 -fileDD:MIN -scDD:COR -pm')
//SYSIN  DD *
/*
//STEPLIB  DD DISP=SHR,DSN=WMQ800.MP1B.V81.LOAD
//         DD DISP=SHR,DSN=MQ905.SCSQLOAD
//         DD DSN=MQ905.SCSQANLE,DISP=SHR
//         DD DSN=MQ905.SCSQAUTH,DISP=SHR
//SYSPRINT DD SYSOUT=*
//MIN    DD DISP=SHR,DSN=QML0.++TEAMXX++.JCL(MSGS)
//COR    DD DISP=SHR,DSN=QML0.++TEAMXX++.JCL(COR04)
//SUMMARY  DD SYSOUT=*
/*
//
//++TEAMXX++5P JOB (????,????),'MAKEREP',NOTIFY=????????
//  SET M=++QMGR++
//  SET Q=++TEAMXX++.TEST.PS10
//  SET R=++TEAMXX++.TEST.PS10
//  SET L=1000
//  SET N=20
//PUT01A EXEC PGM=OEMPUT,REGION=0M,
// PARM=('-m&M -cgpc -q&Q -s&L -n&N -l5 -fileDD:MIN -scDD:COR -pm')
//SYSIN  DD *
/*
//STEPLIB  DD DISP=SHR,DSN=WMQ800.MP1B.V81.LOAD
//         DD DISP=SHR,DSN=MQ905.SCSQLOAD
//         DD DSN=MQ905.SCSQANLE,DISP=SHR
//         DD DSN=MQ905.SCSQAUTH,DISP=SHR
//SYSPRINT DD SYSOUT=*
//MIN    DD DISP=SHR,DSN=QML0.++TEAMXX++.JCL(MSGS)
//COR    DD DISP=SHR,DSN=QML0.++TEAMXX++.JCL(COR05)
//SUMMARY  DD SYSOUT=*
/*
//
//++TEAMXX++6P JOB (????,????),'MAKEREP',NOTIFY=????????
//  SET M=++QMGR++
//  SET Q=++TEAMXX++.TEST.PS10
//  SET R=++TEAMXX++.TEST.PS10
//  SET L=1000
//  SET N=20
//PUT01A EXEC PGM=OEMPUT,REGION=0M,
// PARM=('-m&M -cgpc -q&Q -s&L -n&N -l5 -fileDD:MIN -scDD:COR -pm')
//SYSIN  DD *
/*
//STEPLIB  DD DISP=SHR,DSN=WMQ800.MP1B.V81.LOAD
//         DD DISP=SHR,DSN=MQ905.SCSQLOAD
//         DD DSN=MQ905.SCSQANLE,DISP=SHR
//         DD DSN=MQ905.SCSQAUTH,DISP=SHR
//SYSPRINT DD SYSOUT=*
//MIN    DD DISP=SHR,DSN=QML0.++TEAMXX++.JCL(MSGS)
//COR    DD DISP=SHR,DSN=QML0.++TEAMXX++.JCL(COR06)
//SUMMARY  DD SYSOUT=*
/*
//
//++TEAMXX++7P JOB (????,????),'MAKEREP',NOTIFY=????????
//  SET M=++QMGR++
//  SET Q=++TEAMXX++.TEST.PS10
//  SET R=++TEAMXX++.TEST.PS10
//  SET L=1000
//  SET N=20
//PUT01A EXEC PGM=OEMPUT,REGION=0M,
// PARM=('-m&M -cgpc -q&Q -s&L -n&N -l5 -fileDD:MIN -scDD:COR -pm')
//SYSIN  DD *
/*
//STEPLIB  DD DISP=SHR,DSN=WMQ800.MP1B.V81.LOAD
//         DD DISP=SHR,DSN=MQ905.SCSQLOAD
//         DD DSN=MQ905.SCSQANLE,DISP=SHR
//         DD DSN=MQ905.SCSQAUTH,DISP=SHR
//SYSPRINT DD SYSOUT=*
//MIN    DD DISP=SHR,DSN=QML0.++TEAMXX++.JCL(MSGS)
//COR    DD DISP=SHR,DSN=QML0.++TEAMXX++.JCL(COR07)
//SUMMARY  DD SYSOUT=*
/*
//
//++TEAMXX++8P JOB (????,????),'MAKEREP',NOTIFY=????????
//  SET M=++QMGR++
//  SET Q=++TEAMXX++.TEST.PS10
//  SET R=++TEAMXX++.TEST.PS10
//  SET L=1000
//  SET N=20
//PUT01A EXEC PGM=OEMPUT,REGION=0M,
// PARM=('-m&M -cgpc -q&Q -s&L -n&N -l5 -fileDD:MIN -scDD:COR -pm')
//SYSIN  DD *
/*
//STEPLIB  DD DISP=SHR,DSN=WMQ800.MP1B.V81.LOAD
//         DD DISP=SHR,DSN=MQ905.SCSQLOAD
//         DD DSN=MQ905.SCSQANLE,DISP=SHR
//         DD DSN=MQ905.SCSQAUTH,DISP=SHR
//SYSPRINT DD SYSOUT=*
//MIN    DD DISP=SHR,DSN=QML0.++TEAMXX++.JCL(MSGS)
//COR    DD DISP=SHR,DSN=QML0.++TEAMXX++.JCL(COR08)
//SUMMARY  DD SYSOUT=*
/*
//
//++TEAMXX++9P JOB (????,????),'MAKEREP',NOTIFY=????????
//  SET M=++QMGR++
//  SET Q=++TEAMXX++.TEST.PS10
//  SET R=++TEAMXX++.TEST.PS10
//  SET L=1000
//  SET N=20
//PUT01A EXEC PGM=OEMPUT,REGION=0M,
// PARM=('-m&M -cgpc -q&Q -s&L -n&N -l5 -fileDD:MIN -scDD:COR -pm')
//SYSIN  DD *
/*
//STEPLIB  DD DISP=SHR,DSN=WMQ800.MP1B.V81.LOAD
//         DD DISP=SHR,DSN=MQ905.SCSQLOAD
//         DD DSN=MQ905.SCSQANLE,DISP=SHR
//         DD DSN=MQ905.SCSQAUTH,DISP=SHR
//SYSPRINT DD SYSOUT=*
//MIN    DD DISP=SHR,DSN=QML0.++TEAMXX++.JCL(MSGS)
//COR    DD DISP=SHR,DSN=QML0.++TEAMXX++.JCL(COR09)
//SUMMARY  DD SYSOUT=*
/*
//
//++TEAMXX++AP JOB (????,????),'MAKEREP',NOTIFY=????????
//  SET M=++QMGR++
//  SET Q=++TEAMXX++.TEST.PS10
//  SET R=++TEAMXX++.TEST.PS10
//  SET L=1000
//  SET N=20
//PUT01A EXEC PGM=OEMPUT,REGION=0M,
// PARM=('-m&M -cgpc -q&Q -s&L -n&N -l5 -fileDD:MIN -scDD:COR -pm')
//SYSIN  DD *
/*
//STEPLIB  DD DISP=SHR,DSN=WMQ800.MP1B.V81.LOAD
//         DD DISP=SHR,DSN=MQ905.SCSQLOAD
//         DD DSN=MQ905.SCSQANLE,DISP=SHR
//         DD DSN=MQ905.SCSQAUTH,DISP=SHR
//SYSPRINT DD SYSOUT=*
//MIN    DD DISP=SHR,DSN=QML0.++TEAMXX++.JCL(MSGS)
//COR    DD DISP=SHR,DSN=QML0.++TEAMXX++.JCL(COR10)
//SUMMARY  DD SYSOUT=*
/*
//
